<?php
return [
    419 => [
        'message' => 'Извините, срок действия вашей сессии истек. Пожалуйста, обновите и попробуйте снова.',
        'title' => 'Просроченная сессия',
    ],
    403 => [
        'message' => 'Извините, вам запрещен доступ к этой странице.',
        'title' => 'Запрещено',
    ],
    503 => [
        'message' => 'Извините, мы проводим некоторые профилактические работы. Пожалуйста, вернитесь в ближайшее время.',
        'title' => 'Сервис недоступен',
    ],
    401 => [
        'title' => 'Неавторизованный',
        'message' => 'Извините, вы не авторизованы для доступа к этой странице.',
    ],
    404 => [
        'title' => 'Не найдено',
        'message' => 'К сожалению, нужная вам страница не найдена.',
    ],
    429 => [
        'title' => 'Слишком много запросов',
        'message' => 'Извините, вы делаете слишком много запросов к нашим серверам.',
    ],
    500 => [
        'title' => 'Внутренняя ошибка сервера',
        'message' => 'Упс, что-то пошло не так на наших серверах.',
    ],
];
