<?php

declare(strict_types=1);

return [

    401 => [
        'title' => 'არაავტორიზირებული',
        'message' => 'უკაცრავად, თქვენ არ გაქვთ აღნიშნულს გვერდზე წვდომის ავტორიზაცია.',
    ],
    403 => [
        'title' => 'აკრძალულია',
        'message' => 'უკაცრავად, თქვენთვის აღნიშნულ გვერდზე წვდომა აკრძალულია.',
    ],
    404 => [
        'title' => 'არ მოიძებნა',
        'message' => 'უკაცრავად, გვერდი, რომელსაც ეძებთ, არ მოიძებნა.',
    ],
    419 => [
        'title' => 'ვადაგასული სესია',
        'message' => 'უკაცრავად, თქვენი სესიის ვადა ამოიწურა. გთხოვთ გადატვირთოთ და ხელახლა სცადოთ.',
    ],
    429 => [
        'title' => 'ძალიან ბევრი მოთხოვნა',
        'message' => 'უკაცრავად, თქვენ ძალიან ბევრ მოთხოვნას უგზავნით ჩვენს სერვერებს.',
    ],
    500 => [
        'title' => 'შიდა სერვერის შეცდომა',
        'message' => 'უი,  ჩვენს სერვერებზე შეცდომაა.',
    ],
    503 => [
        'title' => 'სერვისი მიუწვდომელია',
        'message' => 'უკაცრავად, მიმდინარეობს საიტის შეკეთება. გთხოვთ, გადაამოწმოთ მოგვიანებით. ',
    ],

];
