<?php
return [
    401 => [
        'title' => 'Μη εξουσιοδοτημένος',
        'message' => 'Συγγνώμη, δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτή την σελίδα.',
    ],
    403 => [
        'title' => 'Απαγορευμένο',
        'message' => 'Με συγχωρείτε, δεν επιτρέπεται η πρόσβαση σε αυτή την σελίδα.',
    ],
    404 => [
        'title' => 'Δεν βρέθηκε',
        'message' => 'Με συγχωρείτε, η σελίδα που ψάχνετε δεν βρέθηκε.',
    ],
    419 => [
        'title' => 'H περίοδος έληξε',
        'message' => 'Με συγχωρείτε, η περίοδος έληξε. Παρακαλώ ανανεώστε την σελίδα και προσπαθήστε ξανά.',
    ],
    429 => [
        'title' => 'Μεγάλος Αριθμός Αιτημάτων',
        'message' => 'Με συγχωρείτε, τα αιτήματα σας στους servers μας είναι πολλά.',
    ],
    500 => [
        'title' => 'Σφάλμα Εσωτερικού Server',
        'message' => 'Oυπς, κάτι πήγε στραβά με τον σε server μας.',
    ],
    503 => [
        'title' => 'Μη διαθέσιμη υπηρεσία',
        'message' => 'Με συγχωρείτε, κάνουμε εργασίες συντήρησης. Παρακαλώ ελέγξτε ξανά σύντομα.',
    ],
];
