<?php
return [
    'before_or_equal' => 'يجب أن يكون المحتوى بتاريخ بعد أو يساوي :التاريخ.',
    'lt' => [
        'array' => 'يجب أن يحتوى المحتوى على عناصر ذات قيمة أقل من :قيمة.',
        'string' => 'يجب أن يكون حجم المحتوى أقل من :قيمة حروف.',
        'file' => 'يجب أن يكون حجم ا المحتوى أقل من :قيمة كيلوبايت.',
        'numeric' => 'يجب أن يكون حجم المحتوى أقل من :قيمة.',
    ],
    'prohibited_unless' => 'يكون حقل المحتوى ممنوعا إلا في حال :الآخر هو في :قيم.',
    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */
    'accepted' => 'يجب قبول المحتوى.',
    'between' => [
        'string' => 'يجب أن يحتوى المحتوى على عناصر بين :الأدنى و :الأقصى من الحروف.',
        'numeric' => 'يجب أن يكون المحتوى بين :الأدنى و :الأقصى.',
        'array' => 'يجب أن يحتوى المحتوى على عناصر بين :الأدنى و :الأقصى.',
        'file' => 'يجب أن يكون المحتوى بين :الأدنى و :الأقصى كيلوبايت.',
    ],
    'filled' => 'حقل المحتوى يجب أن يكون قيمة.',
    'integer' => 'يجب أن يكون المحتوى عددًا صحيحًا.',
    'lte' => [
        'numeric' => 'يجب أن يكون حجم ا المحتوى أقل من أو يساوي :قيمة.',
        'array' => 'يجب أن يكون حجم المحتوى أكبر من :قيمة عناصر.',
        'file' => 'يجب أن يكون حجم ا المحتوى أقل من أو يساوي :قيمة كيلوبايت.',
        'string' => 'يجب أن يكون حجم ا المحتوى أقل من أو يساوي :قيمة أحرف.',
    ],
    'max' => [
        'string' => 'لا يجب أن يكون المحتوى أكبر من: الحد الأقصى من الحروف.',
        'array' => 'لا يجب أن يحتوى المحتوى على أكبر من :الحد الأدنى من العناصر.',
        'file' => 'لا يجب أن يكون المحتوى أكبر من: الحد الأقصى من الكيلوبايت.',
        'numeric' => 'لا يجب أن يكون المحتوى أكبر من: الحد الأقصى من.',
    ],
    'password' => [
        'mixed' => 'يجب أن يحتوي المحتوى على حرف كبير واحد على الأقل وحرف صغير واحد.',
        'uncompromised' => 'ظهر المحتوى المُدخل في بيانات مسربة. يرجى اختيار محتوى أخرى.',
        'letters' => 'يجب أن يحتوي المحتوى على حرف واحد على الأقل.',
        'numbers' => 'يجب أن يحتوي المحتوى على ر قم واحد على الأقل.',
        'symbols' => 'يجب أن يحتوي المحتوى على رمز واحد على الأقل.',
    ],
    'required_without_all' => 'حقل المحتوى مطلوب عندما لا تكون :القيم موجودة.',
    'date_format' => 'لا يتطابق المحتوى مع الصيغة :صيغة.',
    'digits' => 'يجب أن تكون المحتوى :أرقام أرقام.',
    'email' => 'يجب أن يكون المحتوى بريدا إلكترونيا صالحا.',
    'gt' => [
        'file' => 'يجب أن يكون المحتوى أكبر من :قيمة كيلوبايت.',
        'numeric' => 'يجب أن تكون المحتوى أكبر من :قيمة.',
        'string' => 'يجب أن يكون المحتوى أكبر من :قيمة حروف.',
        'array' => 'يجب أن يحتوي المحتوى على أكثر من :قيمة من العناصر.',
    ],
    'in_array' => 'المحتوى ليس موجود في :آخر.',
    'multiple_of' => 'يجب أن يكون المحتوى مضاعفًا لـ :قيمة.',
    'boolean' => 'يجب أن يكون حقل المحتوى صحيحًا أو خطأً.',
    'digits_between' => 'يجب أن يكون المحتوى بين : الحد الأدنى و : الحد الأقصى للأرقام.',
    'not_in' => 'المحتوى الذي تم اختياره غير صالح.',
    'not_regex' => 'صيغة المحتوى غير صالحة.',
    'required_unless' => 'حقل المحتوى مطلوبا إلا في حال :الآخر هو في :قيم.',
    'size' => [
        'numeric' => 'يجب أن يكون المحتوى :حجم.',
        'array' => 'يجب أن يحتوي المحتوى على عناصر :حجم.',
        'file' => 'يجب أن يحتوي المحتوى على عناصر :حجم كيلوبايت.',
        'string' => 'يجب أن يكون المحتوى :حجم أحرف.',
    ],
    'timezone' => 'يجب أن يكون المحتوى منطقة زمنية صالحة.',
    'custom' => [
        'attribute-name' => [
            /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */
            'rule-name' => 'رسالة مخصصة',
        ],
    ],
    'gte' => [
        'string' => 'يجب أن يكون المحتوى أكبر من أو يساوي :قيمة حروف.',
        'array' => 'يجب أن يكون المحتوى:قيمة عناصر أو أكثر.',
        'file' => 'يجب أن يكون المحتوى أكبر من أو يساوي :قيمة كيلوبايت.',
        'numeric' => 'يجب أن يكون المحتوى أكبر من أو يساوي :قيمة.',
    ],
    'ip' => 'يجب أن تكون المحتوى عنوان IP صالح.',
    'min' => [
        'file' => 'يجب أن يكون حجم ا المحتوى على الأقل :أقل عدد من الكيلوبايت.',
        'array' => 'يجب أن يحتوى المحتوى على :الحد الأقل من العناصر.',
        'numeric' => 'يجب أن يكون المحتوى على الأقل : الحد الأدنى.',
        'string' => 'يجب أن يكون المحتوى على الأقل : الحد الأدنى من الحروف.',
    ],
    'uuid' => 'يجب أن يكون المحتوى عبارة عن UUID صالح.',
    'alpha' => 'يجب أن يحتوي المحتوى على أحرف فقط.',
    'accepted_if' => 'يجب قبول :المحتوى عندما يكون :الآخر هو :قيمة.',
    'active_url' => 'المحتوى ليست بعنوان URL صالح.',
    'after' => 'يجب أن تكون المحتوى بتاريخ بعد :التاريخ.',
    'after_or_equal' => 'يجب أن يكون المحتوى بتاريخ بعد أو يساوي :التاريخ.',
    'alpha_dash' => 'يجب أن يحتوي المحتوى فقط على أحرف وأرقام وشرطات وعلامات سفلية.',
    'alpha_num' => 'يجب أن يحتوى المحتوى على أحرف وأرقام فقط.',
    'array' => 'يجب أن يكون المحتوى مكون من مصفوفة.',
    'before' => 'يجب أن يكون المحتوى بتاريخ قبل :تاريخ.',
    'confirmed' => 'تأكيد المحتوى غير مطابق.',
    'current_password' => 'كلمة المرور غير صحيحة.',
    'date' => 'المحتوى ليس بتاريخ صالح.',
    'date_equals' => 'يجب أن يكون المحتوى بتاريخ بعد أو يساوي :التاريخ.',
    'declined' => 'يجب رفض المحتوى.',
    'declined_if' => 'يجب رفض المحتوى عندما :الآخر هو :قيمة.',
    'different' => 'المحتوى و :الآخر يجب أن يكون مختلفا.',
    'dimensions' => 'يحتوي المحتوى على أبعاد صورة غير صالحة.',
    'distinct' => 'حقل المحتوى يحتوي على قيمة مكررة.',
    'doesnt_end_with' => 'لا يمكن أن ينتهي المحتوى بواحدة من القيم التالية:قيم.',
    'doesnt_start_with' => 'لا يمكن أن يبدأ المحتوى بواحدة مما يلي: :قيم.',
    'ends_with' => 'يجب أن ينتهي المحتوى بواحدة مما يلي: :قيم.',
    'enum' => 'المحتوى الذي تم اخيتاره غير صالح.',
    'exists' => 'المحتوى الذي تم اختياره غير صالح.',
    'file' => 'يجب أن يكون المحتوى ملف.',
    'image' => 'المحتوى يجب أن يكون صورة.',
    'in' => 'المحتوى غير صالح.',
    'ipv4' => 'يجب أن تكون السمة عنوان IPv4 صالح.',
    'ipv6' => 'يجب أن تكون السمة عنوان IPv6 صالح.',
    'json' => 'يجب أن يكون المحتوى عبارة عن سلسلة JSON صالحة.',
    'mac_address' => 'يجب أن يكون المحتوى عنوان MAC صالحًا.',
    'mimes' => 'يجب أن يكون المحتوى عبارة عن ملف من نوع: :قيم.',
    'mimetypes' => 'يجب أن يكون المحتوى عبارة عن ملف من نوع: :قيمة.',
    'numeric' => 'يجب أن يكون المحتوى رقما.',
    'present' => 'حقل المحتوى يجب أن يكون حاضر.',
    'prohibited' => 'حقل المحتوى يجب أن يكون ممنوعا.',
    'prohibited_if' => 'يكون حقل المحتوى ممنوعا عندما :الآخر هو :قيمة.',
    'prohibits' => 'يمنع حقل المحتوى :الآخر من أن يكون موجودا.',
    'regex' => 'صيغة المحتوى غير صالحة.',
    'required' => 'صيغة المحتوى مطلوبة.',
    'required_array_keys' => 'يجب أن يحتوي حقل المحتوى على مدخلات لـ: :قيم.',
    'required_if' => 'حقل المحتوى مطلوب عندما :يكون الآخر :قيمة.',
    'required_with' => 'حقل المحتوى مطلوب عندما :القيم موجودة.',
    'required_with_all' => 'حقل المحتوى مطلوب عندما :القيم موجودة.',
    'required_without' => 'حقل المحتوى مطلوب عندما :القيمة غير موجودة.',
    'same' => 'المحتوى و: الأخرى يجب أن يتطابقان.',
    'starts_with' => 'يجب أن يبدأ الوحدة بواحدة مما يلي: :قيم.',
    'string' => 'يجب أن يكون المحتوى شريحة.',
    'unique' => 'تم اخيتار المحتوى مسبقا.',
    'uploaded' => 'فشل المحتوى في التحميل.',
    'url' => 'يجب أن يكون المحتوى عنوان URL صالح.',
];
