<?php
return [
    429 => [
        'title' => 'Забагато запитів',
        'message' => 'Вибачте, ви робите занадто багато запитів до наших серверів.',
    ],
    500 => [
        'title' => 'Внутрішня помилка сервера',
        'message' => 'На жаль, щось пішло не так на наших серверах.',
    ],
    503 => [
        'title' => 'Послуга недоступна',
        'message' => 'Вибачте, ми проводимо технічне обслуговування. Будь ласка, поверніться пізніше.',
    ],
    404 => [
        'title' => 'Не знайдено',
        'message' => 'Вибачте, сторінку, яку ви шукаєте, не вдалося знайти.',
    ],
    403 => [
        'message' => 'Вибачте, вам заборонено доступ до цієї сторінки.',
        'title' => 'Заборонено',
    ],
    419 => [
        'message' => 'На жаль, термін дії вашого сеансу закінчився. Будь ласка, оновіть і спробуйте ще раз.',
        'title' => 'Прострочена сесія',
    ],
    401 => [
        'title' => 'Несанкціонований',
        'message' => 'Вибачте, ви не авторизовані для доступу до цієї сторінки.',
    ],
];
