<?php
return [
    401 => [
        'title' => 'Չթույլատրված',
        'message' => 'Կներեք, Ձեզ չի թույլատրվում մուտք գործել այս էջ։',
    ],
    403 => [
        'title' => 'Արգելված',
        'message' => 'Կներեք, Ձեզ արգելված է մուտք գործել այս էջ։',
    ],
    404 => [
        'title' => 'Չի գտնվել',
        'message' => 'Կներեք, Ձեր փնտրած էջը չի գտնվել։',
    ],
    419 => [
        'title' => 'Սպառված նստաշրջան',
        'message' => 'Կներեք, Ձեր նստաշրջանը սպառվել է։ Խնդրում ենք թարմացնել էջն ու կրկին փորձել։',
    ],
    429 => [
        'title' => 'Չափից շատ դիմումներ',
        'message' => 'Կներեք, դուք չափից շատ դիմումներ եք ուղարկում մեր սերվերներին։',
    ],
    500 => [
        'title' => 'Սերվերի ներքին խափանում',
        'message' => 'Ուփս, մեր սերվերներում ինչ-որ բան խափանվեց։',
    ],
    503 => [
        'title' => 'Ծառայությունը հասանելի չէ',
        'message' => 'Կներեք, մենք ընթացիկ սպասարկում ենք իրականացնում։ Խնդրում ենք ավելի ուշ վերադառնալ։',
    ],
];
